---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx3
source: html/438786bf-b28a-dc1f-e028-a168af12bb53.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadAreaForceFx3 Property

"Fx 3"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadAreaForceFx3 { get; }
```